Repository: grnet/hch-roll
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Page not found
el: Η σελίδα δε βρέθηκε

source: unique id does not exist
el: Ανύπαρκτος κωδικός

source: wrong unique id length
el: Λάθος κωδικός (πρέπει να έχει μήκος 36 χαρακτήρες)

source: registration unique id
el: Εισάγετε τον κωδικό εγγραφής σας

source: voter first name
el: Όνομα Ψηφοφόρου

source: voter surname
el: Επώνυμο Ψηφοφόρου

source: voter email
el: Email

source: voter mobile phone
el: Κινητό Τηλέφωνο

source: registry number
el: Αριθμός Μητρώου

source: name
el: Όνομα Καταλύματος

source: establishment type
el: Τύπος

source: address
el: Διεύθυνση

source: rating
el: Κατηγορία

source: operator
el: Εκμεταλλευτής

source: owner
el: Εκπρόσωπος Όπως Αναφέρεται στο Ειδικό Σήμα Λειτουργίας

source: license
el: Άδεια Λειτουργίας

source: fee payment
el: Ταμειακή Ενημερότητα

source: telephone
el: Τηλέφωνο

source: electoral group
el: Εκλογική Ομάδα

source: voter
el: Ψηφοφόρος

source: unique id
el: Μοναδικός Αριθμός
